Repository: xjaner/euro2024
Catalog: euro2024/languages/*/LC_MESSAGES/django.po
Languages: ca

source: first name
ca: Nom i cognoms

source: Activation Failure
ca: Error en l'activació

source: Account activation failed.
ca: L'activació del compte ha fallat

source: Account Activated
ca: Compte activat

source: Your account is now activated.
ca: Hem validat el teu compte

source: You can log in.
ca: Pots entrar.

source: Once a site administrator activates your account you can login.
ca: Ara els administradors activaran (o no) el teu compte i ja podràs entrar

source: registration
ca: registre

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
ca: Tu (o algú fent-se passar per tu) has demanat crear un compte a %(site_name)s. Si no has estat tu, pots ignorar aquest email i el teu email serà esborrat del nostre registre.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
ca: Per activar el teu compte, fes click al següent enllaç en els propers %(expiration_days)s dies:

source: Sincerely, %(site_name)s Management
ca: Atentament, L'equip de %(site_name)s

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
ca: Tu (o algú fent-se passar per tu) has demanat crear un compte a %(site_name)s. Si no has estat tu, pots ignorar aquest email i el teu email serà esborrat del nostre registre.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
ca: Per activar el teu compte, fes click al següent enllaç en els propers %(expiration_days)s dies:

source: Sincerely, %(site_name)s Management
ca: Atentament, L'equip de %(site_name)s

source: Account activation on
ca: Compte activat a

source: Approval Failure
ca: Error en l'aprovació

source: Account Approval failed.
ca: L'aprovació del compte ha fallat

source: Account Approved
ca: Compte aprovat

source: The user's account is now approved.
ca: El compte ha estat aprovat.

source: admin approval
ca: aprovació de l'administrador

source: Your account is now approved. You can
ca: El teu compte ha estat aprovat. Ara pots

source: log in.
ca: entrar-hi.

source: Your account is now approved. You can log in using the following link
ca: Hem aprovat el teu compte. Pots entrar fent servir el següent enllaç

source: The following user (%(user)s) has asked to register an account at %(site_name)s.
ca: L'usuari %(user)s ha demanat crear un compte a %(site_name)s.

source: To approve this, please
ca: Per aprovar-lo fes

source: click here
ca: click aquí

source: The following user (%(user)s) has asked to register an account at %(site_name)s.
ca: L'usuari %(user)s ha demanat crear un compte a %(site_name)s.

source: To approve this, please click the following link.
ca: Per aprovar-lo, fes click al següent enllaç.

source: Account approval on
ca: Compte aprovat

source: Log in
ca: Entra

source: Not a member?
ca: Encara no tens compte?

source: Register
ca: Registra't

source: Logged out
ca: Desconnectat

source: Successfully logged out
ca: Desconnectat correctament

source: Password changed
ca: Contrasenya canviada

source: Password successfully changed!
ca: Contrasenya canviada correctament.

source: Change password
ca: Canvia la contrasenya

source: Password reset complete
ca: Contrasenya restaurada

source: Your password has been reset!
ca: La teva contrasenya ha estat restaurada.

source: You may now <a href="%(login_url)s">log in</a>
ca: Ara pots <a href="%(login_url)s">entrar-hi</a>

source: Confirm password reset
ca: Confirma la restauració de la contrasenya

source: Enter your new password below to reset your password:
ca: Entra la teva nova contrasenya:

source: Set password
ca: Escriu la contrasenya

source: Password reset
ca: Restaura la contrasenya

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
ca: T'hem enviat un mail amb un enllaç per restaurar la teva contrasenya. Comprova el teu compte i fes click a l'enllaç per continuar.

source: Greetings
ca: Hola

source: You are receiving this email because you (or someone pretending to be you) requested that your password be reset on the %(domain)s site. If you do not wish to reset your password, please ignore this message.
ca: Has rebut aquest mail perquè tu (o algú fent-se passar per tu) has demanat resturar la teva contrasenya a %(domain)s. Si realment no vols restaurar-la, pots ignorar aquest missatge.

source: To reset your password, please click the following link, or copy and paste it into your web browser:
ca: Per canviar la contrasenya fes click en aquest enllaç:

source: Your username, in case you've forgotten:
ca: El teu nom d'usuari, per si no te'n recordes:

source: Best regards
ca: Que vagi bé

source: Management
ca: L'equip del joc

source: Reset password
ca: Canviar la contrasenya

source: Forgot your password? Enter your email in the form below and we'll send you instructions for creating a new one.
ca: No te'n recordes de la contrasenya? Entra el teu email aquí sota i t'enviarem instruccions per crear-ne una de nova.

source: Registration is closed
ca: Registre tancat

source: Sorry, but registration is closed at this moment. Come back later.
ca: Ens sap greu però el registre està tancat ara mateix. Pots tornar més tard

source: Activation email sent
ca: Email d'activació enviat

source: Please check your email to complete the registration process.
ca: Gràcies per registrar-te. Si els administradors validen el teu compte, rebràs un correu aviat.

source: Register for an account
ca: Registra't

source: Submit
ca: Envia

source: Account Activation Resent
ca: Activació del compte reenviat

source: We have sent an email to %(email)s with further instructions.
ca: Hem enviat un email a %(email)s amb més instruccions.

source: Resend Activation Email
ca: Reenvia'm el mail d'activació

source: Welcome!
ca: Benvingut!
